tap "bazelbuild/tap"
tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "teamookla/speedtest"
brew "awscli"
brew "bat"
brew "ctop"
brew "exa"
brew "fzf"
brew "go"
brew "htop"
brew "neovim"
brew "postgresql", restart_service: true
brew "spotify-tui"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "teamookla/speedtest/speedtest"
cask "amethyst"
cask "font-hack-nerd-font"
